IDEA Open Model
Reinforcement.ReinfId Property
Compatible with IDEA StatiCa Beta 20.0
 Id representing reinforcement in Detail
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public int ReinfId { get; set; }
Public Property ReinfId As Integer
	Get
	Set
Property Value
Type: Int32
See Also
Reference
Reinforcement Class
IdeaRS.OpenModel.Detail Namespace